Repository: common-repository/wp-explorer
Catalog: wp-explorer-*.po
Languages: el

source: Options saved.
el: Οι ρυθμίσεις αποθηκεύτηκαν.

source: Template: Main
el: Εμφάνηση: Βασική

source: Template: Folders Table
el: Εμφάνηση: Πίνακας Φακέλων

source: Template: Folders Bit
el: Εμφάνηση: Φάκελος

source: Template: Files Table
el: Εμφάνηση: Πίνακας Αρχείων

source: Template: Files Bit
el: Εμφάνηση: Αρχείο

source: Template: Error
el: Εμφάνηση: Λάθος

source: Exclude Files From Listing
el: Αποκλεισμός αρχείων απο την λίστα

source: Exclude Folders From Listing
el: Αποκλεισμός φακέλων απο την λίστα

source: Exclude Extensions From Listing
el: Αποκλεισμός αρχείων απο την λίστα με κατάληξη

source: Enable htaccess anti-leech protection
el: Ενεργοποιήση htaccess anti-leech προστασίας

source: Enable Pretty Links
el: Ενεργοποίηση Όμορφων Διευθύνσεων

source: WP Explorer Options
el: WP Explorer Ρυθμίσεις

source: Revert Template
el: Επαναφορά Εμφάνισης

source: Separate with commas
el: Διαχωρίστε με κόμματα

source: Yes
el: Ναι

source: No
el: Όχι

source: Save Changes
el: Αποθήκευσε Αλλαγές

source: Root
el: Αφετηρία

source: Leech protection: ON
el: Leech προστασία: Ενεργοποιήμενη

source: Leech protection: Failed
el: Leech προστασία: Απέτυχε

source: Leech protection: OFF
el: Leech προστασία: Απενεργοποιήμενη

source: You are here:
el: Βρίσκεστε εδώ:

source: Name
el: Όνομα

source: Last Modification Date
el: Ημερομηνία Τελευταίας Τροποποίησης

source: Size
el: Μέγεθος

source: Version
el: 'Εκδοση

source: There are %1$s folders and %2$s files here.
el: Υπάρχουν %1$s φάκελοι και %2$s αρχεία εδώ.

source: ERROR: I have no right to access this folder or this folder doesn't exist.
el: ΛΑΘΟΣ: Δεν έχω πρόσβαση σε αύτον το φάκελο ή ο φάκελος δεν υπάρχει.
